export const deression = {
    thead: ["없음", "2-6일", "7-12일", "거의 매일"],
    list: [
        "기분이 가라앉거나, 우울하거나, 희망이 없다고 느꼈다.",
        "평소 하던 일에 대한 흥미가 없어지거나 즐거움을 느끼지 못했다.",
        "잠들기가 어렵거나 자주 깼거나 너무 많이 잤다.",
        "평소보다 식욕이 줄었거나 평소보다 많이 먹었다.",
        "다른 사람들이 눈치 챌 정도로 평소보다 말과 행동이 느려졌거나 너무 안절부절 못해서 가만히 앉아 있을 수 없었다.",
        "피곤하고 기운이 없다.",
        "내가 잘못 했거나, 실패했다는 생각이 들었거나 자신과 가족을 실망시켰다고 생각했다.",
        "신문을 읽거나 TV를 보는 것과 같은 일상적인 일에도 집중 할 수가 없었다.",
        "차라리 죽는 것이 낫겠다고 생각했거나 자해할 생각을 했다.",
    ],
};

export const stress = {
    thead: ["전혀 없었다", "가끔 느꼈다", "자주 느꼈다", "항상 느꼈다"],
    list: [
        "매우 긴장하거나 불안한 상태가 되었다.",
        "기분이 매우 동요되었다.",
        "사소한 일에 매우 신경질적이 되었다.",
        "소모감, 무기력감을 느꼈다.",
        "침착하지 못하다.",
        "아침까지 피로가 남고, 일에 기력이 솟지 않았다.",
        "화가 나서 자신의 감정을 억제할 수 없었다.",
        "생각지도 못한 일 때문에 곤욕을 치렀다.",
        "심각한 고민이 머리에서 떠나지 않았다.",
        "모든 일이 생각대로 되지 않아 욕구 불만에 빠졌다.",
        "모든 일에 집중할 수가 없다.",
        "남 앞에 얼굴을 내미는 것이 두려웠다.",
        "남의 시선을 똑바로 볼 수 없었다.",
        "똑같은 실수를 반복했다.",
        "가족이나 친한 사람과 함께 있는 시간도 편안하지 않았다.",
    ],
};
